tap "atomicjar/tap"
tap "aws/tap"
tap "charmbracelet/tap"
tap "cue-lang/tap"
tap "gcenx/wine"
tap "go-task/tap"
tap "go-to-k/tap"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "homeport/tap"
tap "messense/macos-cross-toolchains"
tap "momentohq/tap"
tap "nats-io/nats-tools"
tap "ngrok/ngrok"
tap "sqldef/sqldef"
tap "stripe/stripe-cli"
tap "suzuki-shunsuke/ghalint"
brew "act"
brew "actionlint"
brew "jpeg-xl"
brew "aom"
brew "aws-cdk"
brew "awscli"
brew "bat"
brew "brew-gem"
brew "glib"
brew "cfn-lint"
brew "chezmoi"
brew "coreutils"
brew "cue"
brew "deno"
brew "difftastic"
brew "docker", link: false
brew "docker-compose"
brew "docker-credential-helper"
brew "duckdb"
brew "dynein"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "harfbuzz"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "git-filter-repo"
brew "git-lfs"
brew "git-secrets"
brew "gnupg"
brew "goenv"
brew "icu4c@76"
brew "openjdk"
brew "gradle"
brew "graphviz"
brew "pkgconf"
brew "hadolint"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "just"
brew "lefthook"
brew "libfido2"
brew "lsd"
brew "meilisearch"
brew "mono-libgdiplus"
brew "mysql"
brew "neofetch"
brew "nkf"
brew "openapi-generator"
brew "openjdk@11"
brew "openjdk@21"
brew "openssl@1.1"
brew "pandoc"
brew "peco"
brew "pnpm"
brew "poetry"
brew "python@3.11"
brew "tcl-tk"
brew "python@3.8"
brew "rain"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "ruff"
brew "sk"
brew "spectral-cli"
brew "starship"
brew "tailscale"
brew "terraform"
brew "trash-cli", link: true
brew "tre-command"
brew "tree"
brew "virtualenv"
brew "volta"
brew "yarn"
brew "yq"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "aws/tap/copilot-cli"
brew "charmbracelet/tap/freeze"
brew "go-task/tap/go-task"
brew "go-to-k/tap/delstack"
brew "goreleaser/tap/goreleaser"
brew "messense/macos-cross-toolchains/x86_64-unknown-linux-gnu"
brew "momentohq/tap/momento-cli"
brew "nats-io/nats-tools/nats"
brew "sqldef/sqldef/mysqldef"
brew "stripe/stripe-cli/stripe"
brew "suzuki-shunsuke/ghalint/ghalint"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "clipy"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-ricty-diminished"
cask "gather"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "gstreamer-runtime"
cask "ilspy"
cask "parsec"
cask "postman"
cask "rar"
cask "slack"
cask "tableplus"
cask "thunderbird"
cask "vlc"
vscode "766b.go-outliner"
vscode "adpyke.vscode-sql-formatter"
vscode "alexcvzz.vscode-sqlite"
vscode "anysphere.pyright"
vscode "be5invis.vscode-custom-css"
vscode "brandonkirbyson.vscode-animations"
vscode "brody715.vscode-cuelang"
vscode "cocopon.iceberg-theme"
vscode "davidanson.vscode-markdownlint"
vscode "denoland.vscode-deno"
vscode "donjayamanne.githistory"
vscode "drcika.apc-extension"
vscode "dustypomerleau.rust-syntax"
vscode "dwtexe.cursor-stats"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "enhancedjax.vscode-ayu-zed"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "ibm.output-colorizer"
vscode "irongeek.vscode-env"
vscode "janisdd.vscode-edit-csv"
vscode "jock.svg"
vscode "liviuschera.noctis"
vscode "mads-hartmann.bash-ide-vscode"
vscode "masakit.zenkaku-hankaku"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "millenniumambiguity.processing-formatter"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "msyrus.go-doc"
vscode "mtxr.sqltools"
vscode "mutantdino.resourcemonitor"
vscode "neptunedesign.vs-sequential-number"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "pulkitgangwar.nextjs-snippets"
vscode "qcz.text-power-tools"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "samplavigne.p5-vscode"
vscode "saoudrizwan.claude-dev"
vscode "shalldie.background"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shuworks.vscode-table-formatter"
vscode "simonsiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "task.vscode-task"
vscode "tauri-apps.tauri-vscode"
vscode "tobiah.language-pde"
vscode "vincaslt.highlight-matching-tag"
vscode "waderyan.gitblame"
vscode "wix.vscode-import-cost"
vscode "xuanzhi33.simple-calculator"
vscode "yzhang.markdown-all-in-one"
vscode "zenn.zenn-preview"
