tap "aws/tap"
tap "gcenx/wine"
tap "go-to-k/tap"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "nats-io/nats-tools"
tap "sqldef/sqldef"
brew "act"
brew "jpeg-xl"
brew "aom"
brew "aws-cdk"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "brew-gem"
brew "cfn-lint"
brew "coreutils"
brew "docfx"
brew "docker", link: false
brew "docker-compose"
brew "docker-credential-helper"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "harfbuzz"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "git-secrets"
brew "go"
brew "go-task"
brew "goenv"
brew "golangci-lint"
brew "htop"
brew "imagemagick"
brew "jq"
brew "just"
brew "lefthook"
brew "libfido2"
brew "lsd"
brew "mysql"
brew "neofetch"
brew "nkf"
brew "openssl@1.1"
brew "pandoc"
brew "peco"
brew "virtualenv"
brew "poetry"
brew "pyenv"
brew "tcl-tk"
brew "python@3.8"
brew "rain"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "ruff"
brew "rust"
brew "sk"
brew "spectral-cli"
brew "starship"
brew "terraform"
brew "trash-cli"
brew "tre-command"
brew "tree"
brew "volta"
brew "yarn"
brew "yq"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "aws/tap/copilot-cli"
brew "go-to-k/tap/delstack"
brew "goreleaser/tap/goreleaser"
brew "nats-io/nats-tools/nats"
brew "sqldef/sqldef/mysqldef"
cask "1password"
cask "1password-cli"
cask "clipy"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-ricty-diminished"
cask "gather"
cask "gimp"
cask "google-chrome"
cask "ilspy"
cask "insomnia"
cask "kitty"
cask "mpv"
cask "parsec"
cask "postman"
cask "slack"
cask "tableplus"
cask "thunderbird"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
