tap "atomicjar/tap"
tap "aws/tap"
tap "charmbracelet/tap"
tap "cue-lang/tap"
tap "gcenx/wine"
tap "go-task/tap"
tap "go-to-k/tap"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "homeport/tap"
tap "messense/macos-cross-toolchains"
tap "momentohq/tap"
tap "nats-io/nats-tools"
tap "ngrok/ngrok"
tap "sqldef/sqldef"
tap "suzuki-shunsuke/ghalint"
brew "act"
brew "actionlint"
brew "jpeg-xl"
brew "aom"
brew "aws-cdk"
brew "awscli"
brew "bat"
brew "brew-gem"
brew "glib"
brew "cfn-lint"
brew "coreutils"
brew "cue"
brew "deno"
brew "difftastic"
brew "docker", link: false
brew "docker-compose"
brew "docker-credential-helper"
brew "duckdb"
brew "dynein"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "harfbuzz"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "git-filter-repo"
brew "git-lfs"
brew "git-secrets"
brew "gnupg"
brew "goenv"
brew "icu4c@76"
brew "openjdk"
brew "gradle"
brew "graphviz"
brew "pkgconf"
brew "hadolint"
brew "htop"
brew "imagemagick"
brew "jq"
brew "just"
brew "lefthook"
brew "libfido2"
brew "lsd"
brew "meilisearch"
brew "mono-libgdiplus"
brew "mysql"
brew "neofetch"
brew "nkf"
brew "openjdk@11"
brew "openapi-generator"
brew "openjdk@21"
brew "openssl@1.1"
brew "pandoc"
brew "peco"
brew "pnpm"
brew "poetry"
brew "python@3.11"
brew "tcl-tk"
brew "python@3.8"
brew "rain"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "ruff"
brew "sk"
brew "spectral-cli"
brew "starship"
brew "tailscale"
brew "terraform"
brew "trash-cli", link: true
brew "tre-command"
brew "tree"
brew "virtualenv"
brew "volta"
brew "yarn"
brew "yq"
brew "yt-dlp"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "aws/tap/copilot-cli"
brew "charmbracelet/tap/freeze"
brew "go-task/tap/go-task"
brew "go-to-k/tap/delstack"
brew "goreleaser/tap/goreleaser"
brew "messense/macos-cross-toolchains/x86_64-unknown-linux-gnu"
brew "momentohq/tap/momento-cli"
brew "nats-io/nats-tools/nats"
brew "sqldef/sqldef/mysqldef"
brew "suzuki-shunsuke/ghalint/ghalint"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "clipy"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-ricty-diminished"
cask "gather"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "gstreamer-runtime"
cask "ilspy"
cask "parsec"
cask "postman"
cask "rar"
cask "slack"
cask "tableplus"
cask "thunderbird"
cask "visual-studio-code"
cask "vlc"
