tap "codecrafters-io/tap"
tap "danirukun/ytarchive"
tap "felixkratz/formulae"
tap "stripe/stripe-cli"
brew "openssl@3"
brew "aws-cdk"
brew "bash"
brew "bitwarden-cli"
brew "libass"
brew "ffmpeg"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "gnupg"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "meilisearch"
brew "mise"
brew "mysql"
brew "neofetch"
brew "swiftlint"
brew "tailscale"
brew "trash-cli", link: true
brew "volta"
brew "xcbeautify"
brew "xcode-build-server"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "codecrafters-io/tap/codecrafters"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "stripe/stripe-cli/stripe"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "bitwarden"
cask "claude"
cask "clipy"
cask "darktable"
cask "discord"
cask "docker-desktop"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-ricty-diminished"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "gstreamer-runtime"
cask "obs"
cask "parsec"
cask "postman"
cask "rar"
cask "slack"
cask "steam"
cask "tableplus"
cask "vlc"
vscode "766b.go-outliner"
vscode "aaron-bond.better-comments"
vscode "adpyke.vscode-sql-formatter"
vscode "alexcvzz.vscode-sqlite"
vscode "anthropic.claude-code"
vscode "anysphere.pyright"
vscode "apollographql.vscode-apollo"
vscode "arcanis.vscode-zipfs"
vscode "be5invis.vscode-custom-css"
vscode "bierner.markdown-mermaid"
vscode "biomejs.biome"
vscode "boto3typed.boto3-ide"
vscode "bradlc.vscode-tailwindcss"
vscode "brandonkirbyson.vscode-animations"
vscode "brody715.vscode-cuelang"
vscode "capaj.graphql-codegen-vscode"
vscode "cocopon.iceberg-theme"
vscode "davidanson.vscode-markdownlint"
vscode "denoland.vscode-deno"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "drcika.apc-extension"
vscode "dustypomerleau.rust-syntax"
vscode "dwtexe.cursor-stats"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "enhancedjax.vscode-ayu-zed"
vscode "equinusocio.vsc-material-theme"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "gamunu.vscode-yarn"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hverlin.mise-vscode"
vscode "ibm.output-colorizer"
vscode "irongeek.vscode-env"
vscode "janisdd.vscode-edit-csv"
vscode "jock.svg"
vscode "jscearcy.rust-doc-viewer"
vscode "kddejong.vscode-cfn-lint"
vscode "liviuschera.noctis"
vscode "lixquid.calculator"
vscode "mads-hartmann.bash-ide-vscode"
vscode "masakit.zenkaku-hankaku"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "millenniumambiguity.processing-formatter"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vsliveshare.vsliveshare"
vscode "msyrus.go-doc"
vscode "mtxr.sqltools"
vscode "mutantdino.resourcemonitor"
vscode "mylesmurphy.prettify-ts"
vscode "neptunedesign.vs-sequential-number"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "premparihar.gotestexplorer"
vscode "prisma.prisma"
vscode "pulkitgangwar.nextjs-snippets"
vscode "qcz.text-power-tools"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "samplavigne.p5-vscode"
vscode "saoudrizwan.claude-dev"
vscode "shalldie.background"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shuworks.vscode-table-formatter"
vscode "simonsiefke.svg-preview"
vscode "sswg.swift-lang"
vscode "streetsidesoftware.code-spell-checker"
vscode "sweetpad.sweetpad"
vscode "tamasfe.even-better-toml"
vscode "task.vscode-task"
vscode "tauri-apps.tauri-vscode"
vscode "tobiah.language-pde"
vscode "vadimcn.vscode-lldb"
vscode "vincaslt.highlight-matching-tag"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "waderyan.gitblame"
vscode "wayou.vscode-todo-highlight"
vscode "wix.vscode-import-cost"
vscode "xuanzhi33.simple-calculator"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zenn.zenn-preview"
